Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **1 project** — you can keep editing it forever.
ar: **مشروع واحد** — يمكنك الاستمرار في تعديله إلى الأبد.
ca: **1 projecte**: podeu continuar editant-lo per sempre.
cs: **1 projekt** – můžete jej neustále upravovat.
da: **1 projekt** — du kan blive ved med at redigere det for evigt.
de: **1 Projekt** – du kannst es unbegrenzt weiter bearbeiten.
el: **1 έργο** — μπορείτε να συνεχίσετε να το επεξεργάζεστε για πάντα.
es: **1 proyecto**: puedes seguir editándolo para siempre.
fa: **۱ پروژه** — می‌توانید برای همیشه ویرایشش کنید.
fi: **1 projekti** — voit jatkaa sen muokkaamista ikuisesti.
fr: **1 projet** : vous pouvez le modifier sans limite de durée.
he: **פרויקט אחד** - אתה יכול להמשיך לערוך אותו לנצח.
hr: **1 projekt** — možete ga uređivati zauvijek.
hu: **1 projekt** — örökké szerkesztheted.
id: **1 proyek** — Anda dapat terus mengeditnya selamanya.
it: **1 progetto**: puoi continuare a modificarlo per sempre.
ja: **1 プロジェクト** — いつまでも編集し続けられます。
ko: **프로젝트 1개** — 기간 제한 없이 계속 편집할 수 있습니다.
ms: **1 projek** — anda boleh terus mengeditnya selama-lamanya.
nl: **1 project** — je kunt het voor altijd blijven bewerken.
no: **1 prosjekt** — du kan fortsette å redigere det for alltid.
pl: **1 projekt** — możesz go edytować w nieskończoność.
pt_br: **1 projeto** — você pode continuar editando-o para sempre.
pt_pt: **1 projeto** — você pode continuar editando-o para sempre.
ro: **1 proiect** — îl puteți edita pentru totdeauna.
ru: **1 проект** — его можно редактировать сколько угодно.
sk: **1 projekt** — môžete ho upravovať navždy.
sl: **1 projekt** — urejate ga lahko za vedno.
sv: **1 projekt** — du kan fortsätta redigera det för alltid.
th: **1 โปรเจ็กต์** — คุณสามารถแก้ไขได้ตลอดไป
tr: **1 proje** — onu süresiz düzenlemeye devam edebilirsiniz.
uk: **1 проєкт** — ви можете редагувати його без обмежень у часі.
ur: **1 پروجیکٹ** — آپ اسے ہمیشہ کے لیے ترمیم کرتے رہ سکتے ہیں۔
vi: **1 dự án** — bạn có thể tiếp tục chỉnh sửa nó mãi mãi.
zh_hans: **1 个项目**——你可以一直编辑下去。
zh_hant: **1 個專案**——你可以永久持續編輯它。

source: **3 rows** per project.
ar: **3 صفوف** لكل مشروع.
ca: **3 files** per projecte.
cs: **3 řádky** na projekt.
da: **3 rækker** pr. projekt.
de: **3 Zeilen** pro Projekt.
el: **3 σειρές** ανά έργο.
es: **3 filas** por proyecto.
fa: **۳ ردیف** در هر پروژه.
fi: **3 riviä** per projekti.
fr: **3 lignes** par projet.
he: **3 שורות** לכל פרויקט.
hr: **3 retka** po projektu.
hu: **3 sor** projektenként.
id: **3 baris** per proyek.
it: **3 righe** per progetto.
ja: 1 プロジェクトあたり **3 行**。
ko: 프로젝트당 **행 3개**.
ms: **3 baris** setiap projek.
nl: **3 rijen** per project.
no: **3 rader** per prosjekt.
pl: **3 rzędy** na projekt.
pt_br: **3 linhas** por projeto.
pt_pt: **3 linhas** por projeto.
ro: **3 rânduri** per proiect.
ru: **3 строки** на проект.
sk: **3 riadky** na projekt.
sl: **3 vrstice** na projekt.
sv: **3 rader** per projekt.
th: **3 แถว** ต่อโครงการ
tr: Proje başına **3 satır**.
uk: **3 рядки** в проєкті.
ur: **3 قطاریں** فی پروجیکٹ۔
vi: **3 hàng** mỗi dự án.
zh_hans: 每个项目 **3 行**。
zh_hant: 每個專案 **3 列**。

source: **5 templates** per row.
ar: **5 قوالب** لكل صف.
ca: **5 plantilles** per fila.
cs: **5 šablon** na řádek.
da: **5 skabeloner** pr. række.
de: **5 Vorlagen** pro Zeile.
el: **5 πρότυπα** ανά σειρά.
es: **5 plantillas** por fila.
fa: **۵ اسکرین‌شات** در هر ردیف.
fi: **5 mallia** per rivi.
fr: **5 modèles** par ligne.
he: **5 תבניות** בכל שורה.
hr: **5 predložaka** po retku.
hu: **5 sablon** soronként.
id: **5 template** per baris.
it: **5 modelli** per riga.
ja: 1 行あたり **5 テンプレート**。
ko: 행당 **템플릿 5개**.
ms: **5 templat** setiap baris.
nl: **5 sjablonen** per rij.
no: **5 maler** per rad.
pl: **5 szablonów** w każdym rzędzie.
pt_br: **5 modelos** por linha.
pt_pt: **5 modelos** por linha.
ro: **5 șabloane** pe rând.
ru: **5 шаблонов** на строку.
sk: **5 šablón** na riadok.
sl: **5 predlog** na vrstico.
sv: **5 mallar** per rad.
th: **5 เทมเพลต** ต่อแถว
tr: Satır başına **5 şablon**.
uk: **5 шаблонів** у рядку.
ur: **5 ٹیمپلیٹس** فی قطار۔
vi: **5 mẫu** mỗi hàng.
zh_hans: 每行 **5 个模板**。
zh_hant: 每列 **5 個範本**。

source: **Add Screenshot** and **Add Element** — add a template column or a shape without leaving the header.
ar: **إضافة لقطة شاشة** و **إضافة عنصر** — أضف عمودًا أو شكلًا في القالب دون مغادرة الرأس.
ca: **Afegeix una captura de pantalla** i **Afegeix un element**: afegeix una columna de plantilla o una forma sense sortir de la capçalera.
cs: **Přidat snímek obrazovky** a **Přidat prvek** — přidejte sloupec šablony nebo tvar, aniž byste opustili záhlaví.
da: **Tilføj skærmbillede** og **Tilføj element** — tilføj en skabelonkolonne eller en form uden at forlade overskriften.
de: **Screenshot hinzufügen** und **Element hinzufügen** – füge eine Vorlagenspalte oder eine Form hinzu, ohne die Kopfzeile zu verlassen.
el: **Προσθήκη στιγμιότυπου οθόνης** και **Προσθήκη στοιχείου** — προσθέστε μια στήλη προτύπου ή ένα σχήμα χωρίς να φύγετε από την κεφαλίδα.
es: **Añadir captura** y **Añadir elemento**: añaden una columna de plantilla o una forma sin salir del encabezado.
fa: **افزودن اسکرین‌شات** و **افزودن عنصر** — بدون ترک سرِ ردیف، یک ستون اسکرین‌شات یا یک شکل اضافه کنید.
fi: **Lisää kuvakaappaus** ja **Lisää elementti** — lisää mallisarake tai muoto poistumatta otsikosta.
fr: **Ajouter une capture d'écran** et **Ajouter un élément** : ajoutez une colonne de modèle ou une forme sans quitter l'en-tête.
he: **הוסף צילום מסך** ו**הוסף אלמנט** - הוסף עמודת תבנית או צורה מבלי לעזוב את הכותרת.
hr: **Dodaj snimak zaslona** i **Dodaj element** — dodajte stupac predloška ili oblik bez napuštanja zaglavlja.
hu: **Képernyőkép hozzáadása** és **Elem hozzáadása** – sablonoszlop vagy alakzat hozzáadása a fejléc elhagyása nélkül.
id: **Tambahkan Tangkapan Layar** dan **Tambahkan Elemen** — menambahkan kolom templat atau bentuk tanpa meninggalkan header.
it: **Aggiungi screenshot** e **Aggiungi elemento**: aggiungi una colonna modello o una forma senza lasciare l'intestazione.
ja: **スクリーンショットを追加** と **要素を追加** — ヘッダーから離れずに、テンプレート列や図形を追加できます。
ko: **스크린샷 추가** 및 **요소 추가** — 헤더를 벗어나지 않고 템플릿 열이나 도형을 추가합니다.
ms: **Tambah Petikan Skrin** dan **Tambah Elemen** — tambah lajur templat atau bentuk tanpa meninggalkan pengepala.
nl: **Schermafbeelding toevoegen** en **Element toevoegen** — voeg een sjabloonkolom of een vorm toe zonder de koptekst te verlaten.
no: **Legg til skjermbilde** og **Legg til element** - legg til en malkolonne eller en form uten å forlate overskriften.
pl: **Dodaj zrzut ekranu** i **Dodaj element** — dodaj kolumnę szablonu lub kształt bez opuszczania nagłówka.
pt_br: **Adicionar captura de tela** e **Adicionar elemento** — adicione uma coluna de modelo ou uma forma sem sair do cabeçalho.
pt_pt: **Adicionar captura de ecrã** e **Adicionar elemento** — adicione uma coluna de modelo ou uma forma sem sair do cabeçalho.
ro: **Adăugați captură de ecran** și **Adăugați element** — adăugați o coloană șablon sau o formă fără a părăsi antetul.
ru: **Добавить скриншот** и **Добавить элемент** — добавляют шаблон или фигуру прямо из заголовка.
sk: **Pridať snímku obrazovky** a **Pridať prvok** — pridajte stĺpec šablóny alebo tvar bez opustenia hlavičky.
sl: **Dodaj posnetek zaslona** in **Dodaj element** — dodajte stolpec predloge ali obliko, ne da bi zapustili glavo.
sv: **Lägg till skärmdump** och **Lägg till element** — lägg till en mallkolumn eller en form utan att lämna rubriken.
th: **เพิ่มภาพหน้าจอ** และ **เพิ่มองค์ประกอบ** — เพิ่มคอลัมน์เทมเพลตหรือรูปร่างโดยไม่ต้องออกจากส่วนหัว
tr: **Ekran Görüntüsü Ekle** ve **Öğe Ekle** — başlıktan ayrılmadan bir şablon sütunu ya da şekil ekleyin.
uk: **Додати знімок екрана** і **Додати елемент** — додають шаблон або фігуру просто із заголовка рядка.
ur: **اسکرین شاٹ شامل کریں** اور **عنصر شامل کریں** — ہیڈر کو چھوڑے بغیر ٹیمپلیٹ کالم یا شکل شامل کریں۔
vi: **Thêm ảnh chụp màn hình** và **Thêm phần tử** — thêm cột mẫu hoặc hình dạng mà không cần rời khỏi tiêu đề.
zh_hans: **添加截图** 和 **添加元素**——无需离开行标题即可添加模板列或形状。
zh_hant: **加入螢幕截圖**和**加入元素**——不必離開列標題即可加入範本欄或形狀。

source: **Android Phone** and **Android Tablet** — generic frames that flex to match the aspect ratio of any dropped screenshot.
ar: **Android Phone** و**Android Tablet** — إطارات عامة مرنة لتتناسب مع نسبة العرض إلى الارتفاع لأي لقطة شاشة تم إسقاطها.
ca: **Telèfon Android** i **Tauleta Android**: marcs genèrics que es flexionen perquè coincideixin amb la relació d'aspecte de qualsevol captura de pantalla caiguda.
cs: **Telefon s Androidem** a **tablet s Androidem** – obecné rámečky, které se ohýbají tak, aby odpovídaly poměru stran jakéhokoli vypadlého snímku obrazovky.
da: **Android-telefon** og **Android-tablet** — generiske rammer, der bøjes for at matche billedformatet for ethvert tabt skærmbillede.
de: **Android Phone** und **Android Tablet** – generische Rahmen, die sich an das Seitenverhältnis jedes abgelegten Screenshots anpassen.
el: **Τηλέφωνο Android** και **Tablet Android** — γενικά καρέ που λυγίζουν ώστε να ταιριάζουν με την αναλογία διαστάσεων οποιουδήποτε στιγμιότυπου οθόνης που έχει πέσει.
es: **Teléfono Android** y **Tableta Android**: marcos genéricos que se flexionan para igualar la relación de aspecto de cualquier captura de pantalla caída.
fa: **تلفن اندروید** و **تبلت اندروید** - فریم‌های عمومی که منعطف می‌شوند تا با نسبت ابعاد هر عکسی که از صفحه حذف شده مطابقت داشته باشد.
fi: **Android-puhelin** ja **Android-tabletti** – yleiset kehykset, jotka taipuvat vastaamaan minkä tahansa pudonneen kuvakaappauksen kuvasuhdetta.
fr: **Téléphone Android** et **Tablette Android** : cadres génériques qui s'adaptent au format de toute capture d'écran déposée.
he: **Android Phone** ו-**Android Tablet** - מסגרות גנריות שמתגמשות כך שיתאימו ליחס הגובה-רוחב של כל צילום מסך שנשמט.
hr: **Android telefon** i **Android tablet** — generički okviri koji se savijaju kako bi odgovarali omjeru slike bilo koje ispuštene snimke zaslona.
hu: **Android telefon** és **Android Tablet** – általános keretek, amelyek rugalmasan illeszkednek bármely elejtett képernyőkép képarányához.
id: **Ponsel Android** dan **Tablet Android** — bingkai umum yang fleksibel agar sesuai dengan rasio aspek dari setiap tangkapan layar yang diambil.
ja: **Android Phone** および **Android Tablet** — ドロップされたスクリーンショットのアスペクト比に合わせて柔軟になる汎用フレーム。
ko: **Android 휴대폰** 및 **Android 태블릿** — 드롭된 스크린샷의 가로세로 비율에 맞게 조정되는 일반 프레임입니다.
ms: **Telefon Android** dan **Tablet Android** — bingkai generik yang melentur untuk memadankan nisbah bidang mana-mana tangkapan skrin yang digugurkan.
nl: **Android-telefoon** en **Android-tablet**: algemene frames die zich aanpassen aan de beeldverhouding van elk neergezet screenshot.
no: **Android-telefon** og **Android-nettbrett** – generiske rammer som bøyer seg for å matche sideforholdet til et skjermbilde som er tapt.
pl: **Telefon z Androidem** i **Tablet z Androidem** — ogólne ramki, które wyginają się, aby dopasować się do proporcji każdego upuszczonego zrzutu ekranu.
pt_br: **Telefone Android** e **Tablet Android** — quadros genéricos que são flexíveis para corresponder à proporção de qualquer captura de tela perdida.
pt_pt: **Telefone Android** e **Tablet Android** — quadros genéricos que são flexíveis para corresponder à proporção de qualquer captura de ecrã perdida.
ro: **Telefon Android** și **Tabletă Android** — cadre generice care se flexează pentru a se potrivi cu raportul de aspect al oricărei capturi de ecran căzute.
sk: **Telefón s Androidom** a **tablet s Androidom** – všeobecné rámy, ktoré sa ohýbajú tak, aby zodpovedali pomeru strán akejkoľvek vypadnutej snímky obrazovky.
sl: **Telefon Android** in **Tablični računalnik Android** — generični okvirji, ki se upognejo, da se ujemajo z razmerjem stranic katerega koli izpuščenega posnetka zaslona.
sv: **Android-telefon** och **Android-surfplatta** — generiska ramar som flexibla för att matcha bildförhållandet för alla tappade skärmdumpar.
th: **โทรศัพท์ Android** และ **แท็บเล็ต Android** — เฟรมทั่วไปที่โค้งงอเพื่อให้ตรงกับอัตราส่วนภาพของภาพหน้าจอที่ตกหล่น
ur: **Android فون** اور **Android ٹیبلیٹ** — عام فریم جو کسی بھی گرائے گئے اسکرین شاٹ کے پہلو تناسب سے مماثل ہوتے ہیں۔
vi: **Điện thoại Android** và **Máy tính bảng Android** — khung hình chung có thể uốn cong để phù hợp với tỷ lệ khung hình của bất kỳ ảnh chụp màn hình nào bị thả.
zh_hans: **Android 手机** 和 **Android 平板电脑** — 可弯曲以匹配任何掉落屏幕截图的纵横比的通用框架。

source: **Android** — **Android Phone**, **Abstract Pixel 9**, and **Android Tablet**: abstract frames that flex to match the aspect ratio of dropped screenshots.
ar: **Android** — **Android Phone** و**Abstract Pixel 9** و**Android Tablet**: إطارات مجردة تنثني لتتناسب مع نسبة العرض إلى الارتفاع في لقطات الشاشة المسقطة.
ca: **Android** — **Telèfon Android**, **Abstract Pixel 9** i **Android Tablet**: marcs abstractes que es flexionen per adaptar-se a la relació d'aspecte de les captures de pantalla caigudes.
cs: **Android** — **Telefon s Androidem**, **Abstract Pixel 9** a **Tablet Android**: abstraktní rámečky, které se ohýbají, aby odpovídaly poměru stran vypadlých snímků obrazovky.
da: **Android** — **Android-telefon**, **Abstract Pixel 9** og **Android-tablet**: abstrakte rammer, der bøjes, så de matcher billedformatet for tabte skærmbilleder.
de: **Android** – **Android-Smartphone**, **Abstraktes Pixel 9** und **Android-Tablet**: abstrakte Rahmen, die sich an das Seitenverhältnis abgelegter Screenshots anpassen.
el: **Android** — **Τηλέφωνο Android**, **Abstract Pixel 9** και **Android Tablet**: αφηρημένα καρέ που λυγίζουν ώστε να ταιριάζουν με την αναλογία διαστάσεων των στιγμιότυπων οθόνης που έχουν απορριφθεί.
es: **Android**: **Teléfono Android**, **Pixel 9 abstracto** y **Tablet Android**, marcos abstractos que se adaptan a la proporción de las capturas que sueltes.
fa: **اندروید** — **گوشی اندروید**، **Pixel 9 انتزاعی** و **تبلت اندروید**: قاب‌های انتزاعی که خود را با نسبت ابعاد اسکرین‌شات‌های رهاشده تطبیق می‌دهند.
fi: **Android** — **Android-puhelin**, **Abstract Pixel 9** ja **Android Tablet**: abstraktit kehykset, jotka taipuvat vastaamaan pudonneiden kuvakaappausten kuvasuhdetta.
fr: **Android** : **Téléphone Android**, **Pixel 9 abstrait** et **Tablette Android**, des cadres abstraits qui s'adaptent au format des captures d'écran déposées.
he: **Android** — **Android Phone**, **Abstract Pixel 9** ו-**Android Tablet**: מסגרות מופשטות שמתגמשות כדי להתאים ליחס הגובה-רוחב של צילומי מסך שנפלטו.
hr: **Android** — **Android Phone**, **Abstract Pixel 9** i **Android Tablet**: apstraktni okviri koji se savijaju kako bi odgovarali omjeru slike ispuštenih snimki zaslona.
hu: **Android** – **Android telefon**, **Abstract Pixel 9** és **Android Tablet**: absztrakt keretek, amelyek rugalmasan illeszkednek az elejtett képernyőképek képarányához.
id: **Android** — **Ponsel Android**, **Abstrak Pixel 9**, dan **Tablet Android**: bingkai abstrak yang dapat disesuaikan agar sesuai dengan rasio aspek tangkapan layar yang diambil.
it: **Android**: **Telefono Android**, **Pixel 9 astratto** e **Tablet Android**, cornici astratte che si adattano alle proporzioni degli screenshot rilasciati.
ja: **Android** — **Android スマートフォン**、**抽象 Pixel 9**、**Android タブレット**。ドロップしたスクリーンショットのアスペクト比に合わせて伸縮する抽象フレームです。
ko: **Android** — **Android 휴대폰**, **추상 Pixel 9**, **Android 태블릿**: 드롭한 스크린샷의 가로세로 비율에 맞게 조정되는 추상 프레임입니다.
ms: **Android** — **Telefon Android**, **Abstrak Pixel 9** dan **Tablet Android**: bingkai abstrak yang melentur untuk memadankan nisbah bidang tangkapan skrin yang digugurkan.
nl: **Android** — **Android-telefoon**, **Abstracte Pixel 9** en **Android-tablet**: abstracte frames die zich aanpassen aan de beeldverhouding van verwijderde schermafbeeldingen.
no: **Android** — **Android-telefon**, **Abstract Pixel 9** og **Android-nettbrett**: abstrakte rammer som bøyer seg for å matche sideforholdet til tapte skjermbilder.
pl: **Android** — **Telefon z Androidem**, **Abstract Pixel 9** i **Tablet z Androidem**: abstrakcyjne ramki, które dopasowują się do proporcji upuszczonych zrzutów ekranu.
pt_br: **Android** — **Telefone Android**, **Pixel 9 abstrato** e **Tablet Android**: molduras abstratas que se adaptam à proporção das capturas de tela soltas nelas.
pt_pt: **Android** — **Telefone Android**, **Abstract Pixel 9** e **Tablet Android**: quadros abstratos que se flexionam para corresponder à proporção das capturas de ecrã perdidas.
ro: **Android** — **Telefon Android**, **Abstract Pixel 9** și **Android Tablet**: cadre abstracte care se flexează pentru a se potrivi cu raportul de aspect al capturilor de ecran lăsate în jos.
ru: **Android** — **Телефон Android**, **Абстрактный Pixel 9** и **Планшет Android**: абстрактные рамки, которые подстраиваются под соотношение сторон перетащенных скриншотов.
sk: **Android** — **Telefón s Androidom**, **Abstract Pixel 9** a **Tablet s Androidom**: abstraktné snímky, ktoré sa ohýbajú tak, aby zodpovedali pomeru strán vypadnutých snímok obrazovky.
sl: **Android** — **Telefon Android**, **Abstract Pixel 9** in **Tablični računalnik Android**: abstraktni okvirji, ki se upogibajo, da se ujemajo z razmerjem stranic izpuščenih posnetkov zaslona.
sv: **Android** — **Android Phone**, **Abstract Pixel 9** och **Android Tablet**: abstrakta ramar som böjs för att matcha bildförhållandet för tappade skärmdumpar.
th: **Android** — **โทรศัพท์ Android**, **Abstract Pixel 9** และ **แท็บเล็ต Android**: กรอบนามธรรมที่โค้งงอเพื่อให้ตรงกับอัตราส่วนภาพของภาพหน้าจอที่ตก
tr: **Android** — **Android Telefon**, **Soyut Pixel 9** ve **Android Tablet**: bırakılan ekran görüntülerinin en boy oranına uyum sağlayan soyut çerçeveler.
uk: **Android** — **Android-телефон**, **Абстрактний Pixel 9** і **Android-планшет**: абстрактні рамки, що підлаштовуються під пропорції перетягнутих знімків екрана.
ur: **Android** — **Android فون**، **Abstract Pixel 9**، اور **Android ٹیبلیٹ**: خلاصہ فریم جو گرے ہوئے اسکرین شاٹس کے پہلو کے تناسب سے مماثل ہوتے ہیں۔
vi: **Android** — **Điện thoại Android**, **Pixel trừu tượng 9** và **Máy tính bảng Android**: khung trừu tượng uốn cong để phù hợp với tỷ lệ khung hình của ảnh chụp màn hình được thả.
zh_hans: **Android**——**Android 手机**、**抽象 Pixel 9** 和 **Android 平板电脑**：抽象边框，会自动适应拖入截图的宽高比。
zh_hant: **Android**——**Android 手機**、**抽象 Pixel 9** 和 **Android 平板電腦**：會自動調整以符合所拖放螢幕截圖長寬比的抽象外框。

source: **Angular**: a sweep gradient rotating around the center.
ar: **الزاوي**: تدرج اكتساح يدور حول المركز.
ca: **Angular**: un gradient d'escombrat que gira al voltant del centre.
cs: **Úhlový**: táhlý gradient rotující kolem středu.
da: **Angular**: en sweep-gradient, der roterer rundt om midten.
de: **Winkel**: ein Verlauf, der um den Mittelpunkt rotiert.
el: **Γωνιακή**: μια κλίση σάρωσης που περιστρέφεται γύρω από το κέντρο.
es: **Angular**: un degradado de barrido que gira alrededor del centro.
fa: **زاویه‌ای**: گرادیانی که دور مرکز می‌چرخد.
fi: **Kulma**: keskustan ympäri pyörivä pyyhkäisygradientti.
fr: **Angulaire** : un dégradé de balayage tournant autour du centre.
he: **זוויתי**: שיפוע סוויף מסתובב סביב המרכז.
hr: **Ugaono**: gradijent pomicanja koji se okreće oko središta.
hu: **Szög**: a középpont körül forgó sweep gradiens.
id: **Sudut**: gradien sapuan yang berputar di sekitar tengah.
it: **Angolare**: una sfumatura a ventaglio che ruota attorno al centro.
ja: **円錐**: 中心の周りを回転するように色が変化するグラデーションです。
ko: **각도형**: 중심을 기준으로 회전하는 스윕 그라디언트입니다.
ms: **Sudut**: kecerunan sapuan berputar di sekeliling pusat.
nl: **Hoekig**: een vloeiende gradiënt die rond het midden draait.
no: **Angular**: en sveipegradient som roterer rundt midten.
pl: **Kątowy**: gradient przeciągnięcia obracający się wokół środka.
pt_br: **Angular**: um gradiente de varredura girando em torno do centro.
pt_pt: **Angular**: um gradiente de varredura girando em torno do centro.
ro: **Angular**: un gradient de baleiaj care se rotește în jurul centrului.
ru: **Угловой**: градиент, вращающийся вокруг центра.
sk: **Uhlový**: plynulý prechod rotujúci okolo stredu.
sl: **Kotni**: gradient pomika, ki se vrti okoli središča.
sv: **Angular**: en svepgradient som roterar runt mitten.
th: **เชิงมุม**: การไล่ระดับสีแบบกวาดหมุนรอบจุดศูนย์กลาง
tr: **Açısal**: merkez etrafında dönen bir tarama renk geçişi.
uk: **Кутовий**: градієнт, що обертається навколо центру.
ur: **Angular**: مرکز کے گرد گھومنے والا جھاڑو والا میلان۔
vi: **Góc**: một gradient quét xoay quanh tâm.
zh_hans: **角度**：围绕中心旋转的扫描式渐变。
zh_hant: **角度**：繞著中心點旋轉的掃描式漸層。
